docs/load-evidence/k6-load.txt

    HTTP
    http_req_duration.......................................................: avg=7.08ms min=3.24ms med=5.47ms max=67.11ms p(90)=10.83ms p(95)=17ms 
      { expected_response:true }............................................: avg=7.08ms min=3.24ms med=5.47ms max=67.11ms p(90)=10.83ms p(95)=17ms 
    http_req_failed.........................................................: 0.00%  0 out of 569
    http_reqs...............................................................: 569    6.639121/s

    EXECUTION
    iteration_duration......................................................: avg=1s     min=1s     med=1s     max=1.06s   p(90)=1.01s   p(95)=1.01s
    iterations..............................................................: 569    6.639121/s
    vus.....................................................................: 1      min=1        max=12
    vus_max.................................................................: 12     min=12       max=12

    NETWORK
    data_received...........................................................: 181 kB 2.1 kB/s
    data_sent...............................................................: 104 kB 1.2 kB/s



running (1m25.7s), 00/12 VUs, 569 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/12 VUs  1m25s