docs/load-evidence/k6-smoke.txt
    checks_failed......................: 0.00%   0 out of 588

    ✓ enqueue 200

    HTTP
    http_req_duration.......................................................: avg=11.06ms  min=3.33ms   med=6.13ms  max=130.47ms p(90)=15.99ms  p(95)=39.79ms 
      { expected_response:true }............................................: avg=11.06ms  min=3.33ms   med=6.13ms  max=130.47ms p(90)=15.99ms  p(95)=39.79ms 
    http_req_failed.........................................................: 0.00%  0 out of 588
    http_reqs...............................................................: 588    9.719776/s

    EXECUTION
    iteration_duration......................................................: avg=512.16ms min=504.03ms med=507.1ms max=632.05ms p(90)=517.91ms p(95)=540.83ms
    iterations..............................................................: 588    9.719776/s
    vus.....................................................................: 5      min=5        max=5
    vus_max.................................................................: 5      min=5        max=5

    NETWORK
    data_received...........................................................: 187 kB 3.1 kB/s
    data_sent...............................................................: 103 kB 1.7 kB/s



running (1m00.5s), 0/5 VUs, 588 complete and 0 interrupted iterations
default ✓ [ 100% ] 5 VUs  1m0s